<?php 
global $_Errors;
$_Errors[0] = 'Операция выполнена успешно';  
$_Errors[1] = 'Имя или пароль введен неверно'; 
$_Errors[2] = 'Пожалуйста зарегистрируйтесь';
$_Errors[3] = 'Пароли не совпадают';
$_Errors[-1] = 'Вуз успешно добавлен. Посмотрите, возможно уже есть люди, кто хочет учиться с вами';  
$_Errors[-2] = 'Изменения сохранены';  
$_Errors[-3] = 'E-mail адрес подтвержден';  
$_Errors[-4] = 'Запрос на получение промокода отправлен';  
$_Errors[-5] = 'Подтвердите свой E-mail адрес для получения уведомления о новом ответе на Ваш вопрос.';  


global $error_code;                 
?>